import { News } from "../Classes/News";

export const MockDataNewsList: News[] = [
  {
    title: "Глава СПЧ призвал заблокировать Википедию в России",
    date: "04.04.2023 14:43",
    description: "Москва. 4 апреля. INTERFAX.RU - Председатель Совета при президенте РФ по развитию гражданского общества и правам человека Валерий Фадеев призвал как можно быстрее создать отечественный аналог Википедии, чтобы закрыть её.",
    photo: "../assets/images/vi700.jpg"
  },
  {
    title: "Дарье Треповой предъявлено обвинение в совершении теракта",
    date: "04.04.2023 14:44",
    description: "Москва. 4 апреля. INTERFAX.RU - Дарье Треповой, задержанной в Петербурге в связи с гибелью при взрыве в кафе блогера Владлена Татарского (Максима Фомина), предъявлено обвинение, сообщили в Следственном комитете. Ей вменили п. б ч.3 ст.205, ч.4 ст.222.1 УК (теракт, совершенный организованной группой, повлекший умышленное причинение смерти человеку, а также незаконное ношение взрывчатых устройств, совершенное организованной группой).",
    photo: "../assets/images/p700.jpg"
  },
  {
    title: "Глава СПЧ призвал заблокировать Википедию в России",
    date: "04.04.2023 14:43",
    description: "Москва. 4 апреля. INTERFAX.RU - Председатель Совета при президенте РФ по развитию гражданского общества и правам человека Валерий Фадеев призвал как можно быстрее создать отечественный аналог Википедии, чтобы закрыть её.",
    photo: "../assets/images/vi700.jpg"
  },
  {
    title: "Глава СПЧ призвал заблокировать Википедию в России",
    date: "04.04.2023 14:43",
    description: "Москва. 4 апреля. INTERFAX.RU - Председатель Совета при президенте РФ по развитию гражданского общества и правам человека Валерий Фадеев призвал как можно быстрее создать отечественный аналог Википедии, чтобы закрыть её.",
    photo: "../assets/images/vi700.jpg"
  },
  {
    title: "Глава СПЧ призвал заблокировать Википедию в России",
    date: "04.04.2023 14:43",
    description: "Москва. 4 апреля. INTERFAX.RU - Председатель Совета при президенте РФ по развитию гражданского общества и правам человека Валерий Фадеев призвал как можно быстрее создать отечественный аналог Википедии, чтобы закрыть её.",
    photo: "../assets/images/vi700.jpg"
  }
]